Repository: wanghai673/agent-sessions
Catalog: AgentSessions/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: This feature runs Claude Code headlessly via tmux to fetch `/usage` data (default: every 3 minutes while visible). Requirements: Claude CLI + tmux installed and authenticated Install tmux (via Homebrew): brew install tmux ⚠️ Warnings: - Experimental - may fail or cause slowdowns - Probing may count toward Claude Code usage limits - Disable immediately if you notice performance issues - First use requests file access permission (one-time) Privacy: Only reads usage percentages, no conversation data accessed.
zh_hans: 此功能通过 tmux 以无界面方式运行 Claude Code，以获取 `/usage` 数据（默认在可见时每 3 分钟一次）。 要求：已安装 Claude CLI 和 tmux，并已完成身份验证 安装 tmux（通过 Homebrew）： brew install tmux ⚠️ 警告： - 此功能仍处于实验阶段，可能失败或导致运行缓慢 - 探测可能计入 Claude Code 用量限制 - 如果发现性能问题，请立即停用 - 首次使用时会请求文件访问权限（仅一次） 隐私：仅会读取用量百分比，不会访问对话数据。

source: This finds additional matches inside large tool outputs that may not appear in Instant search. Leaving this off keeps search more responsive.
zh_hans: 此功能会在大型工具输出中查找即时搜索可能未显示的更多匹配项。保持关闭可提高搜索响应速度。

source: This is an advanced repair action and can be CPU-intensive.
zh_hans: 这是一项高级修复操作，可能会大量占用 CPU。

source: This rebuild purges cached core index data for all providers (including disabled ones), then rebuilds enabled providers. It can use significant CPU and may reduce responsiveness until complete.
zh_hans: 此次重建会清除所有提供商（包括已停用的提供商）的核心索引缓存数据，然后为已启用的提供商重建索引。此过程可能大量占用 CPU，并在完成前降低响应速度。

source: This removes all queued crash reports from local storage.
zh_hans: 这会从本地存储中移除所有待处理的崩溃报告。

source: This transcript records fewer than two timed requests.
zh_hans: 此对话记录中带时间戳的请求少于两次。

source: This transcript records no usage.
zh_hans: 此会话记录未包含用量。

source: This will remove %lld sessions from Saved and move their local archive copies to the Trash. Original session files are not deleted.
zh_hans: 这会从“已保存”中移除 %lld个会话，并将其本地归档副本移到废纸篓。原始会话文件不会被删除。

source: This will reset General, Sessions, Resume (Codex & Claude), Usage, and Menu Bar settings.
zh_hans: 这会重置“通用”“会话”“继续（Codex 和 Claude）”“用量”和“菜单栏”设置。

source: Thursday
zh_hans: 周四

source: Time Insights
zh_hans: 时间洞察

source: Time not recorded
zh_hans: 未记录时间

source: Time of Day
zh_hans: 时段

source: Tips live in Help → Power Tips.
zh_hans: 可在“帮助 → 实用技巧”中查看提示。

source: Title
zh_hans: 标题

source: Today
zh_hans: 今天

source: Toggle Dark/Light
zh_hans: 切换深色/浅色模式

source: Toolbar
zh_hans: 工具栏

source: Toolbar appears on right-click, then collapses when the pointer leaves.
zh_hans: 右键点按时显示工具栏，指针移开后收起。

source: Toolbar appears while the pointer rests on the window, resizing it.
zh_hans: 指针停留在窗口上时显示工具栏，并调整窗口大小。

source: Toolbar stays visible. The window never resizes under the pointer.
zh_hans: 工具栏始终可见。指针停留时窗口不会调整大小。

source: Toolbar: %@ — choose when this toolbar appears.
zh_hans: 工具栏：%@ — 选择此工具栏的显示时机。

source: Track Codex and Claude rate-limit state in the app.
zh_hans: 在 App 中跟踪 Codex 和 Claude 的速率限制状态。

source: Track your Codex CLI coding sessions
zh_hans: 跟踪你的 Codex CLI 编码会话

source: Transcript
zh_hans: 对话记录

source: Transcript Tools
zh_hans: 对话记录工具

source: Transcript Window
zh_hans: 对话记录窗口

source: Transcripts
zh_hans: 对话记录

source: Translation guide
zh_hans: 了解翻译流程

source: Try these, in order
zh_hans: 请按顺序尝试以下操作

source: Tuesday
zh_hans: 周二

source: Turn Claude usage tracking on or off (independent of strip/menu bar)
zh_hans: 开启或关闭 Claude 用量跟踪（不受用量条或菜单栏影响）

source: Turn Codex usage tracking on or off (independent of strip/menu bar)
zh_hans: 开启或关闭 Codex 用量跟踪（不受用量条或菜单栏影响）

source: Turn file path references like Foo.swift:56 into clickable links that open in your editor.
zh_hans: 将 Foo.swift:56 之类的文件路径引用转换为可点按的链接，并在编辑器中打开。

source: Turn it on from Settings > Advanced. Agent Sessions keeps the menu bar item enabled so the app remains reachable.
zh_hans: 可在“设置”>“高级”中启用。Agent Sessions 会保留菜单栏项目，以便你仍能打开 App。

source: Turns
zh_hans: 回合

source: Two more agents join the lineup: Devin CLI and fx.
zh_hans: 新增两个智能体：Devin CLI 和 fx。

source: USER PROMPT
zh_hans: 用户提示

source: Unable to Open Email App
zh_hans: 无法打开邮件 App

source: Unable to Prepare Email
zh_hans: 无法准备邮件

source: Unable to execute the specified binary. Check the path and try again.
zh_hans: 无法执行指定的二进制文件。请检查路径后重试。

source: Unavailable
zh_hans: 不可用

source: Unavailable in recent logs
zh_hans: 近期日志中无可用数据

source: Unified Search matches (⌥⌘F, ⌘G, ⇧⌘G)
zh_hans: 统一搜索匹配项（⌥⌘F、⌘G、⇧⌘G）

source: Unified Window
zh_hans: 统一窗口

source: Unknown
zh_hans: 未知

source: Unpin — stop keeping on top
zh_hans: 取消置顶 — 不再保持在最前

source: Update
zh_hans: 更新

source: Update this session's preview to reflect the latest file contents
zh_hans: 更新此会话的预览，以反映最新文件内容

source: Update...
zh_hans: 更新…

source: Updates
zh_hans: 更新

source: Updates no longer interrupt you with a modal. Release highlights live in this panel and a dismissible card you open when you want.
zh_hans: 更新不再通过模态窗口打断你。版本亮点会显示在此面板和一张可关闭的卡片中，你可以随时打开查看。

source: Updates when usage tracking receives a limit snapshot. Projection diagnostics use fresh or recent cached data; reset reminders require banners and 5h reset reminders to be enabled.
zh_hans: 用量跟踪收到限额快照时更新。预测诊断会使用最新或近期缓存的数据；重置提醒要求启用横幅和 5 小时重置提醒。

source: Updating...
zh_hans: 正在更新…

source: Upstream missing
zh_hans: 上游文件缺失

source: Upstream: %@
zh_hans: 上游：%@

source: Usage Limits
zh_hans: 用量限制

source: Usage Probes
zh_hans: 用量探测

source: Usage Sources
zh_hans: 用量来源

source: Usage Tracking
zh_hans: 用量跟踪

source: Usage paused — the saved CLI token lapsed. Run any claude command in Terminal to refresh it, or paste a claude.ai session cookie in Settings. Last resort: the probe button in the Quota Meter toolbar (may consume tokens).
zh_hans: 用量跟踪已暂停——保存的 CLI 令牌已失效。请在 Terminal 中运行任意 claude 命令以刷新令牌，或在“设置”中粘贴 claude.ai 会话 Cookie。最后还可使用额度监视器工具栏中的探测按钮（可能消耗令牌）。

source: Usage surfaces can stay visible while agents run.
zh_hans: 智能体运行时，用量信息可以始终保持可见。

source: Usage tracking is off
zh_hans: 用量跟踪已关闭

source: Usage tracking is off for %@.
zh_hans: %@的用量跟踪已关闭。

source: Usage will update after the next %@ session.
zh_hans: 下一个 %@ 会话后将更新用量。

source: Usage will update after the next session.
zh_hans: 下一个会话后将更新用量。

source: Use #side, or #side phrase to search within them.
zh_hans: 使用 #side 或 #side 加关键词即可在其中搜索。

source: Use %@?
zh_hans: 使用 %@？

source: Use Back and Next to move through the Power Tips tour.
zh_hans: 使用“返回”和“下一步”浏览“实用技巧”。

source: Use Command-F while reading a transcript.
zh_hans: 阅读对话记录时使用 Command-F。

source: Use Command-G and Shift-Command-G after searching a transcript.
zh_hans: 搜索对话记录后，使用 Command-G 和 Shift-Command-G 在匹配项之间跳转。

source: Use Command-Plus and Command-Minus while reading.
zh_hans: 阅读时使用 Command-Plus 和 Command-Minus 调整文字大小。

source: Use Focus in iTerm2 from Quota Meter when you need to jump back to a running agent.
zh_hans: 需要返回正在运行的智能体时，请在额度监视器中使用“在 iTerm2 中聚焦”。

source: Use Quota Meter
zh_hans: 使用额度监视器

source: Use System Appearance
zh_hans: 使用系统外观

source: Use Unified Search with Option-Command-F.
zh_hans: 使用 Option-Command-F 打开统一搜索。

source: Use experimental resume flag
zh_hans: 使用实验性继续参数

source: Use macOS notifications for usage limit alerts and scheduled 5h reset reminders.
zh_hans: 使用 macOS 通知显示用量限额提醒和计划的 5 小时重置提醒。

source: Use menu bar meters
zh_hans: 使用菜单栏用量计

source: Use saved-only mode when you want a short working set.
zh_hans: 需要精简工作集时，可使用“仅显示已保存的会话”模式。

source: Use the Images control in a transcript to move between image prompts.
zh_hans: 使用对话记录中的“图像”控件，在包含图像的提示之间跳转。

source: Click Archived beside the search field, choose Claude archived only, then restore in place from the transcript.
zh_hans: 点按搜索栏旁的“已归档”，选择“仅 Claude 已归档”，然后在对话记录中原位恢复。

source: Use the auto-detected Antigravity CLI or supply a custom path
zh_hans: 使用自动检测到的 Antigravity CLI，或提供自定义路径

source: Use the auto-detected Claude CLI or supply a custom path
zh_hans: 使用自动检测到的 Claude CLI，或提供自定义路径

source: Use the auto-detected Copilot CLI or supply a custom path
zh_hans: 使用自动检测到的 Copilot CLI，或提供自定义路径

source: Use the auto-detected Cursor CLI or supply a custom path
zh_hans: 使用自动检测到的 Cursor CLI，或提供自定义路径

source: Use the auto-detected Devin CLI or supply a custom path
zh_hans: 使用自动检测到的 Devin CLI，或提供自定义路径

source: Use the auto-detected Droid CLI or supply a custom path
zh_hans: 使用自动检测到的 Droid CLI，或提供自定义路径

source: Use the auto-detected Grok CLI or supply a custom path
zh_hans: 使用自动检测到的 Grok CLI，或提供自定义路径

source: Use the auto-detected Kimi Code CLI or supply a custom path
zh_hans: 使用自动检测到的 Kimi Code CLI，或提供自定义路径

source: Use the auto-detected OpenClaw binary or supply a custom path
zh_hans: 使用自动检测到的 OpenClaw 二进制文件，或提供自定义路径

source: Use the auto-detected OpenCode CLI or supply a custom path
zh_hans: 使用自动检测到的 OpenCode CLI，或提供自定义路径

source: Use the auto-detected Pi CLI or supply a custom path
zh_hans: 使用自动检测到的 Pi CLI，或提供自定义路径

source: Use the auto-detected fx CLI or supply a custom path
zh_hans: 使用自动检测到的 fx CLI，或提供自定义路径

source: Use the commands-only filter to focus on sessions that ran tools or shell commands.
zh_hans: 使用仅显示命令筛选器，专注于运行过工具或 shell 命令的会话。

source: Use the transcript toolbar to copy the full session.
zh_hans: 使用对话记录工具栏复制完整会话。

source: Use the two search surfaces for different jobs.
zh_hans: 针对不同任务使用两种搜索方式。

source: Used % (Claude-style)
zh_hans: 已用百分比（Claude 样式）

source: Used for both the copied resume command and Resume in Terminal. Devin resumes by session id (`--resume`), falling back to `--continue` for the most recent conversation.
zh_hans: 同时用于复制的继续命令和“在 Terminal 中继续”。Devin 通过会话 ID（`--resume`）继续；若不可用，则使用 `--continue` 继续最近的对话。

source: Used for both the copied resume command and Resume in Terminal. Grok resumes by session id (`--resume`), falling back to `--continue` for the working directory.
zh_hans: 同时用于复制的继续命令和“在 Terminal 中继续”。Grok 通过会话 ID（`--resume`）继续；若不可用，则对工作目录使用 `--continue`。

source: Used for both the copied resume command and Resume in Terminal. Kimi resumes by session id (`--session`), falling back to `--continue` for the working directory.
zh_hans: 同时用于复制的继续命令和“在 Terminal 中继续”。Kimi 通过会话 ID（`--session`）继续；若不可用，则对工作目录使用 `--continue`。

source: Used for both the copied resume command and Resume in Terminal. fx resumes by session id (`--resume`), falling back to `--continue` for the latest session in the workspace.
zh_hans: 同时用于复制的继续命令和“在 Terminal 中继续”。fx 通过会话 ID（`--resume`）继续；若不可用，则使用 `--continue` 继续工作区中的最新会话。

source: Uses a denser window background for better readability over dark or busy wallpapers.
zh_hans: 使用更浓的窗口背景，以提高深色或复杂壁纸上的可读性。

source: Using %lld different agents for variety
zh_hans: 正在使用 %lld 个不同的智能体

source: Version:
zh_hans: 版本：

source: View
zh_hans: 显示

source: View as
zh_hans: 显示方式

source: View your Droid agent sessions
zh_hans: 查看你的 Droid 智能体会话

source: Wait for probe result…
zh_hans: 等待探测结果…

source: Waiting
zh_hans: 等待中

source: Waiting for usage data
zh_hans: 正在等待用量数据

source: Waiting to index…
zh_hans: 正在等待建立索引…

source: Warnings
zh_hans: 警告

source: Watching active 5h burn
zh_hans: 正在监测活跃的 5 小时用量消耗

source: Web API only
zh_hans: 仅 Web API

source: Website:
zh_hans: 网站：

source: Wednesday
zh_hans: 周三

source: Weekdays %lld%% more active than weekends
zh_hans: 工作日的活跃度比周末高 %lld%%

source: Weekends %lld%% more active than weekdays
zh_hans: 周末的活跃度比工作日高 %lld%%

source: Weekly only
zh_hans: 仅每周

source: Weekly pace is measured, not averaged
zh_hans: 每周消耗速度采用实测值，而非平均值

source: Weekly rates now wait for enough recent evidence, reject mismatched quota data, and keep completed sessions attributable for five minutes. Astra and Sol long-context pricing are included, and unavailable inputs stay unavailable instead of producing a confident number.
zh_hans: 每周速率现在会等待足够的近期证据，拒绝不匹配的配额数据，并在会话结束后继续归因五分钟。现已包含 Astra 和 Sol 长上下文定价；输入不可用时会明确显示不可用，而不会给出看似确定的数值。

source: What's New
zh_hans: 新功能

source: What's New in %@
zh_hans: %@的新功能

source: What's New, on your terms
zh_hans: 按你的方式查看新功能

source: What's happening
zh_hans: 当前情况

source: What's involved
zh_hans: 具体内容

source: What's the one thing you wish Agent Sessions did better?
zh_hans: 你最希望 Agent Sessions 改进哪一点？

source: When enabled, Auto mode falls back to the claude.ai Web API before tmux. Uses a session cookie you paste below — no Full Disk Access needed.
zh_hans: 启用后，自动模式会先回退到 claude.ai Web API，再尝试 tmux。它会使用你在下方粘贴的会话 Cookie，无需“完全磁盘访问权限”。

source: When enabled, falls back to opencode --continue if --resume is unavailable
zh_hans: 启用后，如果 --resume 不可用，则回退到 opencode --continue

source: When enabled, global search continues scanning large tool outputs in the background after showing indexed results. This can be noticeably slower on large histories.
zh_hans: 启用后，全局搜索会在显示索引结果后继续在后台扫描大型工具输出。对于大量历史记录，这可能明显变慢。

source: When enabled, recognized Codex internal review payloads render as summary cards instead of raw JSON.
zh_hans: 启用后，识别出的 Codex 内部审阅数据会呈现为摘要卡片，而不是原始 JSON。

source: When enabled, removing a session from Saved also deletes the local archive copy. By default, removing from Saved is non-destructive.
zh_hans: 启用后，从“已保存”中移除会话时也会删除本地归档副本。默认情况下，从“已保存”中移除不会删除文件。

source: When enabled, saving a session also archives its source files into Agent Sessions storage so it cannot disappear when the upstream CLI prunes history.
zh_hans: 启用后，保存会话时还会将其源文件归档到 Agent Sessions 存储中，防止上游 CLI 清理历史记录时导致会话消失。

source: When opening a session without a search query, choose which prompt to jump to in Session view
zh_hans: 在没有搜索查询的情况下打开会话时，选择要在会话视图中跳转到的提示

source: When the OAuth endpoint keeps failing, Auto mode may fall back to running `claude` in tmux to scrape /usage. Off by default — the interactive CLI can open a browser sign-in. tmux-only mode is unaffected.
zh_hans: 如果 OAuth 端点持续失败，自动模式可回退到在 tmux 中运行 `claude` 以抓取 /usage。此功能默认关闭，因为交互式 CLI 可能打开浏览器登录。仅 tmux 模式不受影响。

source: When the account quota reading was taken. A carried calibration can be far older than this.
zh_hans: 账户额度读数的采集时间。沿用的校准数据可能比此时间早得多。

source: When there are no recent Codex sessions (6+ hours) and the strip or menu bar is visible, ask Codex CLI (/status) via tmux for current usage.
zh_hans: 如果最近 6 小时以上没有 Codex 会话，且用量条或菜单栏可见，则通过 tmux 调用 Codex CLI（/status）获取当前用量。

source: When this estimate was computed.
zh_hans: 此估算的计算时间。

source: When you’re working but on track to fit the 5-hour window, show a smiling face or a quiet dot in the run-out column.
zh_hans: 工作期间，如果按当前进度不会超出 5 小时时段，则在耗尽时间列中显示笑脸或低调的圆点。

source: Which account window the calibration came from.
zh_hans: 校准数据来自哪个账户周期。

source: Wk: %@
zh_hans: 周：%@

source: Workflow Subagents
zh_hans: 工作流子智能体

source: Workflow subagents nest under the session that launched them with a workflow badge.
zh_hans: 工作流子智能体会显示在启动它们的会话下方，并带有工作流标记。

source: You have the latest version installed.
zh_hans: 你已安装最新版本。

source: You're all caught up
zh_hans: 已查看全部新内容

source: You're signed out of the %@ CLI. Run the command below, then runway resumes automatically.
zh_hans: 你已退出 %@ CLI。运行下方命令后，续航会自动恢复。

source: You're up to date
zh_hans: 已是最新版本

source: Your %@ credentials expired. Run the command below to re-authenticate.
zh_hans: 你的 %@ 凭据已过期。请运行下方命令重新进行身份验证。

source: Your CLI agent history is ready to explore
zh_hans: 你的 CLI 智能体历史记录已可浏览

source: Your sessions
zh_hans: 你的会话

source: can't verify
zh_hans: 无法验证

source: deleted
zh_hans: 已删除

source: fx CLI Binary
zh_hans: fx CLI 二进制文件

source: fx CLI not found
zh_hans: 找不到 fx CLI

source: fx Only
zh_hans: 仅 fx

source: fx writes one directory per session under its sessions root, holding checkpoint.json (the conversation) beside session.json. Override only when that data lives outside the default location; the root may point at the sessions directory or the .fx data directory itself.
zh_hans: fx 会在其会话根目录下为每个会话创建一个目录，其中 checkpoint.json（对话）与 session.json 位于同一目录。仅当这些数据不在默认位置时才需要覆盖此设置；根路径可以指向 sessions 目录，也可以指向 .fx 数据目录本身。

source: left
zh_hans: 剩余

source: macOS notification banners
zh_hans: macOS 通知横幅

source: n/a
zh_hans: 不适用

source: no active session
zh_hans: 没有活跃会话

source: no limit
zh_hans: 无限制

source: of %@
zh_hans: 共 %@

source: optional, if you'd like a reply
zh_hans: 选填，如需回复请填写

source: probe failed
zh_hans: 探测失败

source: probing…
zh_hans: 正在探测…

source: rate limited
zh_hans: 请求频率受限

source: rate limited · check plan
zh_hans: 请求频率受限 · 检查订阅方案

source: rate limited — retrying…
zh_hans: 请求频率受限 — 正在重试…

source: reconnecting…
zh_hans: 正在重新连接…

source: retrying…
zh_hans: 正在重试…

source: side
zh_hans: 支线

source: sub
zh_hans: 子智能体

source: tmux only
zh_hans: 仅 tmux

source: tokens
zh_hans: 令牌

source: used
zh_hans: 已用

source: via CLI probe
zh_hans: 通过 CLI 探测

source: via claude.ai
zh_hans: 通过 claude.ai

source: — %lldpt pane —
zh_hans: — %lldpt 窗格 —
